Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/konsultasjoner_i_vernesporsmal.html.tmx
Source language: nob
Languages: sma

source: Konsultasjoner i vernespørsmål
sma: Konsultasjovnh vaarjelimmiegyhtjelassine

source: Urfolks rett til deltakelse og statens plikt til å gjennomføre konsultasjoner med direkte berørte urfolksinteresser er fundamentale prinsipper i ILO- 169.
sma: Aalkoeåålmegen reaktah meatan årrodh jïh staaten dïedte konsultasjovnh ryöktesth aalkoeåålmegeïedtjeladtjigujmie tjïrrehtidh leah tjåadtjoen prinsihph ILO:sne 169.

source: ILO-169 artikkel 6 etablerer en plikt for staten til å konsultere samene når det overveies å vedta lover eller å innføre administrative tiltak som kan få direkte betydning for dem.
sma: ILO-169 artihkele 6 dïedtem staatese vadta saemiejgujmie rååresjadtedh gosse ussjede laakh nænnoestidh jallh reerije råajvarimmieh sjïehtesjidh mah maehtieh ryöktesth ulmiem åadtjodh dejtie.

source: Sametinget og miljøverndepartementet har siden 2007 hatt en avtale om hvordan verneplanprosessen skal foregå i samiske områder.
sma: Saemiedigkie jïh byjresevaarjelimmiedepartemeente leah 2007 raejeste latjkoem åtneme guktie edtja vaarjelimmiesoejkesjeprosessem tjirrehtidh saemien dajvine.

source: Avtalen skal bidra til større grad av samisk og lokal medvirkning ved etablering av verneområder og er en tilpassing av den generelle konsultasjonsavtalen.
sma: Latjkoe edtja viehkine årrodh guktie saemieh jïh voenges ïedtjeladtjh enn vielie åadtjoeh meatan årrodh tseegkemisnie vaarjelimmiedajvijste jïh lea sjïehtedimmie dehtie sïejhme konsultasjovnelatjkoste.

source: Alle som blir berørt av verneplaner har rett til å delta.
sma: Gaajhkesh mah vaarjelimmiesoejkesji nualan båetieh reaktam utnieh meatan årrodh.

source: I avtalen er det blant annet regler om etablering av arbeidsutvalg der samisk representasjon skal inngå.
sma: Latjkosne gaskem jeatjah njoelkedassh tseegkemen bïjre barkoemoenehtsistie gusnie saemien tjirkijh edtjieh meatan årrodh.

source: Dette sikrer at direkte berørte samiske rettighetshavere og samiske interesser kan direkte delta i verneprosesser.
sma: Daate gorrede saemien reakta-aajhterh jïh saemien ïedtjeladtjh maehtieh ryöktesth meatan årrodh vaarjelimmieprosessine.

source: Statlige myndigheter skal også konsultere samiske interesseorganisasjoner og rettighetshavere direkte.
sma: Staaten åejvieladtjh edtjieh aaj ryöktesth saemien ïedtjeårganisasjovnigujmie jïh reakta-aajhterigujmie ryöktesth.
